Autodesk.Revit.DB.KeynoteTable.GetKeynoteTable(Autodesk.Revit.DB.Document)
Gets the KeynoteTable from a Revit document.
aDoc:
The Revit document.
Returns:
The KeynoteTable.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2015